trackA/00_pitzDailySteady/system/graphUniform_reattach_y20mm
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes graph data for specified fields along a line, specified by start and
    end points. A specified number of graph points are used, distributed
    uniformly along the line.

\*---------------------------------------------------------------------------*/

start           (0.0 -0.023399 0);
end             (0.29 -0.023399 0);
nPoints         800;

fields          (U);

axis            x; // The independent variable of the graph. Can be "x",
                          // "y", "z", "xyz" (all coordinates written out), or
                          // "distance" (from the start point).

#includeEtc "caseDicts/functions/graphs/graphUniform.cfg"

// ************************************************************************* //
