trackA/00_pitzDailySteady/system/graphUniform_tauLowerWall
FoamFile
{
    format  ascii;
    class   dictionary;
    object  graphUniform_tauLowerWall;
}

start   (0       -0.0254  0);
end     (0.29    -0.0254  0);
nPoints 800;

fields  (wallShearStress);
axis    x;

#includeEtc "caseDicts/postProcessing/graphs/graphUniform.cfg"
