trackA/00_pitzDailySteady/system/graphUniform_xH4
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes graph data for specified fields along a line, specified by start and
    end points. A specified number of graph points are used, distributed
    uniformly along the line.

\*---------------------------------------------------------------------------*/

start   (0.1016 -0.0254 0);
end     (0.1016  0.0254 0);
nPoints 200;

fields  (U);
axis    y;



#includeEtc "caseDicts/functions/graphs/graphUniform.cfg"

// ************************************************************************* //
