trackA/00_pitzDailySteady/system/patchProbes_lowerWallTau
type        patchProbes;
libs        ("libsampling.so");

enabled     true;
writeControl writeTime;

fields      (wallShearStress);
patchName   lowerWall;

probeLocations
(
    (0 -0.0254 0)
    (0.00036295369 -0.0254 0)
    (0.00072590738 -0.0254 0)
    (0.0010888611 -0.0254 0)
    (0.0014518148 -0.0254 0)
    (0.0018147685 -0.0254 0)
    (0.0021777222 -0.0254 0)
    (0.0025406758 -0.0254 0)
    (0.0029036295 -0.0254 0)
    (0.0032665832 -0.0254 0)
    (0.0036295369 -0.0254 0)
    (0.0039924906 -0.0254 0)
    (0.0043554443 -0.0254 0)
    (0.004718398 -0.0254 0)
    (0.0050813517 -0.0254 0)
    (0.0054443054 -0.0254 0)
    (0.0058072591 -0.0254 0)
    (0.0061702128 -0.0254 0)
    (0.0065331665 -0.0254 0)
    (0.0068961202 -0.0254 0)
    (0.0072590738 -0.0254 0)
    (0.0076220275 -0.0254 0)
    (0.0079849812 -0.0254 0)
    (0.0083479349 -0.0254 0)
    (0.0087108886 -0.0254 0)
    (0.0090738423 -0.0254 0)
    (0.009436796 -0.0254 0)
    (0.0097997497 -0.0254 0)
    (0.010162703 -0.0254 0)
    (0.010525657 -0.0254 0)
    (0.010888611 -0.0254 0)
    (0.011251564 -0.0254 0)
    (0.011614518 -0.0254 0)
    (0.011977472 -0.0254 0)
    (0.012340426 -0.0254 0)
    (0.012703379 -0.0254 0)
    (0.013066333 -0.0254 0)
    (0.013429287 -0.0254 0)
    (0.01379224 -0.0254 0)
    (0.014155194 -0.0254 0)
    (0.014518148 -0.0254 0)
    (0.014881101 -0.0254 0)
    (0.015244055 -0.0254 0)
    (0.015607009 -0.0254 0)
    (0.015969962 -0.0254 0)
    (0.016332916 -0.0254 0)
    (0.01669587 -0.0254 0)
    (0.017058824 -0.0254 0)
    (0.017421777 -0.0254 0)
    (0.017784731 -0.0254 0)
    (0.018147685 -0.0254 0)
    (0.018510638 -0.0254 0)
    (0.018873592 -0.0254 0)
    (0.019236546 -0.0254 0)
    (0.019599499 -0.0254 0)
    (0.019962453 -0.0254 0)
    (0.020325407 -0.0254 0)
    (0.02068836 -0.0254 0)
    (0.021051314 -0.0254 0)
    (0.021414268 -0.0254 0)
    (0.021777222 -0.0254 0)
    (0.022140175 -0.0254 0)
    (0.022503129 -0.0254 0)
    (0.022866083 -0.0254 0)
    (0.023229036 -0.0254 0)
    (0.02359199 -0.0254 0)
    (0.023954944 -0.0254 0)
    (0.024317897 -0.0254 0)
    (0.024680851 -0.0254 0)
    (0.025043805 -0.0254 0)
    (0.025406758 -0.0254 0)
    (0.025769712 -0.0254 0)
    (0.026132666 -0.0254 0)
    (0.02649562 -0.0254 0)
    (0.026858573 -0.0254 0)
    (0.027221527 -0.0254 0)
    (0.027584481 -0.0254 0)
    (0.027947434 -0.0254 0)
    (0.028310388 -0.0254 0)
    (0.028673342 -0.0254 0)
    (0.029036295 -0.0254 0)
    (0.029399249 -0.0254 0)
    (0.029762203 -0.0254 0)
    (0.030125156 -0.0254 0)
    (0.03048811 -0.0254 0)
    (0.030851064 -0.0254 0)
    (0.031214018 -0.0254 0)
    (0.031576971 -0.0254 0)
    (0.031939925 -0.0254 0)
    (0.032302879 -0.0254 0)
    (0.032665832 -0.0254 0)
    (0.033028786 -0.0254 0)
    (0.03339174 -0.0254 0)
    (0.033754693 -0.0254 0)
    (0.034117647 -0.0254 0)
    (0.034480601 -0.0254 0)
    (0.034843554 -0.0254 0)
    (0.035206508 -0.0254 0)
    (0.035569462 -0.0254 0)
...
);
